Repository: humblejok/gso_mycustomers
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: %(first_name)s %(last_name)s's universes
fr: Les univers de %(first_name)s %(last_name)s

source: Manage and explore your universes from here
fr: Gérer et naviguer dans vos univers depuis cette page

source: Name
fr: Nom

source: Delete universe
fr: Effacer l'univers

source: Edit universe
fr: Editer l'univers

source: Explore universe
fr: Explorer l'univers

source: Duplicate universe
fr: Dupliquer l'univers

source: Generate report on universe
fr: Générer un rapport sur cet univers

source: Create a new universe
fr: Créer un nouvel univers

source: Enter a name
fr: Entrer un nom

source: Short name
fr: Pseudonyme

source: Enter an alias
fr: Entrer un pseudonyme

source: Close
fr: Fermer

source: Confirm universe creation and go to content edition
fr: Confirmer la création de l'objet et passer en mode édition

source: Continue
fr: Continuer

source: Delete universe %(universe.name)s?
fr: Effacer l'univers %(universe.name)s?

source: Do you really want to delete that universe?
fr: Voulez-vous réellement effacer cet univers?

source: Delete
fr: Effacer

source: Edit universe %(universe.name)s
fr: Editer l'univers %(universe.name)s

source: Owner
fr: Propriétaire

source: Should not be modifiable
fr: Ne devrait pas être modifiable

source: Confirm universe base information modifications and go to content edition
fr: Confirmer la création de l'objet et passer en mode édition

source: Edit your account
fr: Editer votre compte

source: Login
fr: Identifiant

source: Last name
fr: Nom usuel

source: First name
fr: Prénom

source: Email address
fr: Adresse email

source: Preferred language
fr: Langage

source: Confirm your modifications
fr: Confirmer vos modifications

source: Save
fr: Sauvegarder

source: Edit information
fr: Editer les informations

source: Container Creation Wizard Setup
fr: Configuration de l'assistant de création d'éléments

source: Define the options regarding many to many relations
fr: Définir les options pour les relations multiples

source: Define
fr: Définir

source: Mandatory fields while creating containers
fr: Champs obligatoires pour la création d'éléments

source: Define all the fields that are mandatory while creating
fr: Définir tous les champs obligatoires lors de la création

source: Available fields
fr: Champs disponibles

source: Selected fields
fr: Champs sélectionnés

source: Create a new group and then drag a filtering option in that group
fr: Créer un nouveau groupe et ensuite glisser les options dans ce groupe

source: Each group indicates a mandatory user input. All filters within a group are "OR" relations.
fr: Chaque groupe informe du caractère obligatoire du champs. Tous les filtres d'un groupe sont des relations "OU".

source: Add a group
fr: Ajouter un groupe

source: Close the popup
fr: Fermer la fenêtre

source: Container Details View Setup
fr: Configuration de l'assistant de création d'éléments

source: Details page definition
fr: Définition des objets personalisés

source: Define the information and layout of the details page.
fr: Définir les informations et le canevas de la page détails.

source: Add a new widget to the current layout
fr: Ajouter un nouvel élément dans ce canevas

source: Add
fr: Ajouter

source: Save the current layout
fr: Sauvegarder le canevas actuel

source: No description is available.
fr: Aucune description n'est disponible.

source: Save the modifications
fr: Confirmer vos modifications

source: Add/edit information
fr: Ajouter/modifier les informations

source: Add document(s)
fr: Ajouter un ou plusieurs documents

source: Container Extended Fields Setup
fr: Configuration des champs supplémentaires des éléments

source: Custom objects assignment
fr: Définition des objets personnalisés

source: Define the custom objects associated to containers
fr: Définir les objets personnalisés associés aux éléments

source: Results List Setup
fr: Configuration des listes de résultats

source: Lists and results layout definition
fr: Définition de l'affichage des listes et résultats

source: Define the columns layout for all results or lists of the selected item.
fr: Définir l'affichage des colonnes de tous les résultats ou listes pour l'élément sélectionné.

source: Selected field
fr: Champs sélectionnés

source: Container Menu Setup
fr: Configuration des menus d'éléments

source: Remove
fr: Supprimer

source: Menus definition
fr: Définition des menus

source: Define the menu entries for the selected container.
fr: Définir les entrées dans le menu de l'élément sélectionné.

source: Menu group
fr: Groupe de menu

source: Target
fr: Cible

source: Setup
fr: Configuration

source: Custom objects definition
fr: Définition des objets personalisés

source: Define all the custom objects you may need in your application.
fr: Définir tous les objets nécessaires à votre application.

source: Create
fr: Créer

source: Add field
fr: Ajouter un champs

source: Create a new object
fr: Créer un nouvel objet

source: Confirm object creation and go to edition mode
fr: Confirmer la création de l'objet et passer en mode édition

source: Confirm attribute selection and continue edition
fr: Confirmer la sélection et passer en mode édition

source: Select
fr: Sélectionner
